Repository: Aaronlves/Scholium
Catalog: Scholium/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: This removes only Scholium’s portable relationship. It does not remove Metadata already filled in Scholium or change the Zotero item.
zh_hans: 此操作仅移除 Scholium 的可移植关联，不会移除已填入 Scholium 的元数据，也不会更改 Zotero 条目。

source: This removes the selected configuration from this Mac. Research documents are not changed.
zh_hans: 此操作会从这台 Mac 移除所选配置。研究文稿不会更改。

source: This replaces the current draft with Scholium’s built-in document appearance. Choose Save to keep it.
zh_hans: 这会用 Scholium 内置文档外观替换当前草稿。选择“保存”后才会保留。

source: This request has no supported grant here.
zh_hans: 此请求没有可在此授予的权限。

source: This restores every customizable Scholium command on this Mac. Standard macOS shortcuts are not affected.
zh_hans: 这会恢复此 Mac 上所有可自定义 Scholium 命令的默认快捷键，不影响 macOS 标准快捷键。

source: This selection contains no readable text.
zh_hans: 此选定范围内没有可读文本。

source: This setting also applies to other clients using this Codex settings folder.
zh_hans: 此设置也适用于使用该 Codex 设置文件夹的其他客户端。

source: This shortcut is already assigned to %@.
zh_hans: 此快捷键已分配给 %@。

source: This shortcut is reserved for a standard macOS command.
zh_hans: 此快捷键保留给 macOS 标准命令。

source: This structured value is not a canonical Scholium value.
zh_hans: 此结构化值不是 Scholium 的规范值。

source: This syntax is outside Scholium’s finite Search grammar.
zh_hans: 此语法不属于 Scholium 的有限搜索语法。

source: This update was undone.
zh_hans: 此项更新已撤销。

source: This value does not match the field's required shape.
zh_hans: 此值不符合字段要求的形状。

source: This value has an unsupported editable shape
zh_hans: 此值的结构不支持在此编辑

source: This window could not refresh the imported documents. Use Refresh instead of importing the files again.
zh_hans: 此窗口未能刷新已导入的文档。请使用“刷新”，不要再次导入这些文件。

source: Title
zh_hans: 标题

source: Title column
zh_hans: 标题栏

source: Title gap
zh_hans: 标题间距

source: Title of the analyzed source.
zh_hans: 所分析来源的标题。

source: Title, A to Z
zh_hans: 标题，A 到 Z

source: Title, Z to A
zh_hans: 标题，从 Z 到 A

source: Today
zh_hans: 今天

source: Toggle Task
zh_hans: 切换任务

source: Token details
zh_hans: 用量明细

source: Tool Input Request
zh_hans: 工具输入请求

source: Tool sign-in is unavailable. Refresh the connection status and try again.
zh_hans: 工具登录暂不可用，请刷新连接状态后重试。

source: Tool sign-in was not completed.
zh_hans: 工具登录未完成。

source: Tools
zh_hans: 工具

source: Topic
zh_hans: 议题

source: Topic-centred concepts, debates, and synthesis
zh_hans: 以议题为中心的概念、辩论和综合

source: Topics
zh_hans: 议题

source: Total Tokens
zh_hans: 累计 Token

source: Transaction Recovery Required
zh_hans: 需要恢复事务

source: Translator
zh_hans: 译者

source: Translators
zh_hans: 译者

source: Triptych
zh_hans: 脉络

source: Triptych Name
zh_hans: 脉络名称

source: Triptych Ready
zh_hans: 脉络已准备就绪

source: Triptych Registry Needs Repair
zh_hans: 脉络注册表需要修复

source: Triptych Workspaces
zh_hans: 脉络工作区

source: Triptych management
zh_hans: 脉络管理

source: Triptych: %@
zh_hans: 脉络：%@

source: Try a command name or menu location.
zh_hans: 请尝试命令名称或菜单位置。

source: Try a field label or exact Metadata key.
zh_hans: 请尝试字段标签或准确的元数据键。

source: Turn complete
zh_hans: 本轮已结束

source: Turn did not complete
zh_hans: 本轮未完成

source: Turn status unconfirmed
zh_hans: 本轮状态尚未确认

source: Turn stopped
zh_hans: 本轮已停止

source: Typeface
zh_hans: 字体

source: Typesetting
zh_hans: 排版

source: Typography
zh_hans: 排版

source: UTF-8 BOM present
zh_hans: 包含 UTF-8 BOM

source: UTF-8 bytes %lld–%lld of %lld
zh_hans: UTF-8 字节 %lld–%lld，共 %lld 字节

source: Ultra
zh_hans: 超高

source: Unavailable
zh_hans: 不可用

source: Unavailable because the Note no longer matches this change's After version
zh_hans: 不可用，因为当前笔记已不再匹配此项修改后的版本

source: Unavailable: %@
zh_hans: 不可用：%@

source: Unchanged
zh_hans: 未更改

source: Undo
zh_hans: 撤销

source: Undo Agent Change?
zh_hans: 撤销 Agent 修改？

source: Undo Removal
zh_hans: 撤销移除

source: Undo is unavailable because the current Note no longer matches this change's After version.
zh_hans: 撤销不可用，因为当前笔记已不再匹配此项修改后的版本。

source: Undo restores the exact Before version only if the Note still matches this change's After version.
zh_hans: 仅当当前笔记仍匹配此项修改后的版本时，撤销才会恢复精确的修改前版本。

source: Undoing…
zh_hans: 正在撤销…

source: Undone
zh_hans: 已撤销

source: Unresolved Identity
zh_hans: 身份未解决

source: Unsaved changes
zh_hans: 未保存的更改

source: Unsupported file format
zh_hans: 不支持的文件格式

source: Unsupported shape
zh_hans: 不支持的形式

source: Unsupported value
zh_hans: 不支持的值

source: Untitled Zotero Item
zh_hans: 无标题 Zotero 条目

source: Up to 20 MB per file, 1 MB of text, or 40 million image pixels.
zh_hans: 每个文件不超过 20 MB，文字不超过 1 MB，图片不超过 4000 万像素。

source: Updated by External Agent
zh_hans: 由外部 Agent 更新

source: Updated files
zh_hans: 已更新文件

source: Updating files
zh_hans: 正在更新文件

source: Upright
zh_hans: 直立

source: Use Automatic Setup
zh_hans: 使用自动配置

source: Use Family and Given Names
zh_hans: 使用姓和名

source: Use Kerning
zh_hans: 使用字偶距

source: Use Ligatures
zh_hans: 使用连字

source: Use Page Images
zh_hans: 使用页面图片

source: Use Page Images…
zh_hans: 使用页面图片…

source: Use role font
zh_hans: 使用角色字体

source: Use Pages
zh_hans: 使用所选页面

source: Use Selection for Find
zh_hans: 使用所选文本查找

source: Use Single Name
zh_hans: 使用单一姓名

source: Use Source mode while the rendered document is unavailable.
zh_hans: 渲染文档不可用时，请使用源文本模式。

source: Use System Appearance
zh_hans: 使用系统外观

source: Use This Triptych
zh_hans: 使用此脉络

source: Use Tool
zh_hans: 使用工具

source: Use UTF-8 text, a PDF, or a single PNG, JPEG, WebP or GIF image.
zh_hans: 请使用 UTF-8 文本、PDF，或单帧 PNG、JPEG、WebP、GIF 图片。

source: Use a nonempty display name of at most 80 UTF-8 bytes.
zh_hans: 请使用不超过 80 个 UTF-8 字节的非空显示名称。

source: Use a short name, up to six Chinese characters or a similar width.
zh_hans: 名称请控制在六个汉字或相当宽度以内。

source: Use a unique lowercase snake_case key.
zh_hans: 请使用唯一的小写 snake_case 键。

source: Use one line of at most 240 UTF-8 bytes, or leave it blank.
zh_hans: 请使用不超过 240 个 UTF-8 字节的单行说明，或留空。

source: Use the note identity previously at %@
zh_hans: 使用之前在 %@ 处的笔记身份

source: Use the note identity previously at %arg
zh_hans: 使用之前在 %arg 处的笔记身份

source: Use this only after you have inspected every listed path and completed any Finder recovery. This removes the recovery record; it does not change research files.
zh_hans: 仅在你已检查所有列出的路径并完成任何 Finder 恢复后使用此操作。它只会移除恢复记录，不会更改研究文件。

source: Use up to five selection actions.
zh_hans: 最多添加五个选段操作。

source: Used in %lld Notes
zh_hans: 已用于 %lld 篇笔记

source: Used tool
zh_hans: 已使用工具

source: Using tool
zh_hans: 正在使用工具

source: Value Type
zh_hans: 值类型

source: Variable names only. Values come from the runtime environment.
zh_hans: 仅填写变量名。变量值来自运行时环境。

source: Vault
zh_hans: 研究库

source: Vault Root
zh_hans: 研究库根目录

source: Verify the candidate is current and remove its completed recovery record
zh_hans: 验证候选内容为当前源文本，并移除其已完成的恢复记录

source: Version
zh_hans: 版本

source: Vertical padding
zh_hans: 垂直内边距

source: View Candidate Source
zh_hans: 查看候选源文本

source: View Changes
zh_hans: 查看修改

source: View → Document Mode
zh_hans: 显示 → 文档模式

source: View → Document Mode → Source
zh_hans: 显示 → 文档模式 → 源文本

source: View → Research Inspector
zh_hans: 显示 → 研究检查器

source: View → Search
zh_hans: 显示 → 搜索

source: View → Sidebar
zh_hans: 显示 → 侧边栏

source: Viewed
zh_hans: 已查看

source: Volume
zh_hans: 卷

source: Volume Title
zh_hans: 卷标题

source: Wait for Agents
zh_hans: 等待 Agent

source: Waiting for Approval
zh_hans: 等待批准

source: Waiting for Confirmation…
zh_hans: 等待确认…

source: Waiting for output…
zh_hans: 等待输出…

source: Waiting for your permission
zh_hans: 等待你的许可

source: Waiting for your response
zh_hans: 等待你的回应

source: Warning
zh_hans: 警告

source: Web Access Reported
zh_hans: 网页访问记录

source: Web Search
zh_hans: 网络搜索

source: Web source check
zh_hans: 网页来源核对

source: Web search
zh_hans: 网页检索

source: Webpage
zh_hans: 网页

source: What Notifications Can Report
zh_hans: 通知可以报告的内容

source: Which note is this?
zh_hans: 这是哪个笔记？

source: Whitespace (· space, ⇥ tab)
zh_hans: 空白字符（· 表示空格，⇥ 表示制表符）

source: Whole Note
zh_hans: 整篇 Note

source: Whole Word
zh_hans: 全词匹配

source: Wikilink
zh_hans: 维基链接

source: Will Fill
zh_hans: 将填充

source: Will Update
zh_hans: 将更新

source: Window → Notifications
zh_hans: 窗口 → 通知

source: Without Recorded Edits: %lld
zh_hans: 无修改记录：%lld 个

source: Word spacing
zh_hans: 词距

source: Wording overlaps with the note's content.
zh_hans: 与笔记内容有相同用语。

source: Wording overlaps with the selected passage.
zh_hans: 与所选段落有相同用语。

source: Wording overlaps with your request.
zh_hans: 与你的问题有相同用语。

source: Words
zh_hans: 词数

source: Work
zh_hans: 写作

source: Work Type
zh_hans: 作品类型

source: Working
zh_hans: 正在处理

source: Working Directory
zh_hans: 工作目录

source: Working…
zh_hans: 正在处理…

source: Works
zh_hans: 写作

source: Workspace
zh_hans: 工作区

source: Workspace access: %@
zh_hans: 工作区访问权限：%@

source: Workspace access: %arg
zh_hans: 工作区访问权限：%arg

source: Workspace error: %@
zh_hans: 工作区错误：%@

source: Workspace error: %arg
zh_hans: 工作区错误：%arg

source: Workspace setup: %@
zh_hans: 工作区设置：%@

source: Workspace setup: %arg
zh_hans: 工作区设置：%arg

source: Write Files
zh_hans: 写入文件

source: Write an Answer
zh_hans: 自行回答

source: Writing
zh_hans: 写作

source: Year or date
zh_hans: 年份或日期

source: Yes
zh_hans: 是

source: Yesterday
zh_hans: 昨天

source: You
zh_hans: 你

source: You can connect an external Agent later from Research Guidance → Agent Integration.
zh_hans: 你之后可以从“研究指导”→“智能体集成”连接外部智能体。

source: You can manage Triptych locations later in Research Guidance Settings.
zh_hans: 你之后可以在“研究引导”设置中管理脉络位置。

source: Your Answer
zh_hans: 你的回答

source: Your Triptych Is Ready
zh_hans: 你的脉络已准备就绪

source: Your edits are still available. %@
zh_hans: 你的编辑仍然可用。%@

source: Your research structure is configured.
zh_hans: 研究结构已配置完成。

source: Zotero Group %lld
zh_hans: Zotero 群组 %lld

source: Zotero Link
zh_hans: Zotero 关联

source: Zotero Metadata is current for every supported mapped field.
zh_hans: 所有受支持的映射字段均已是最新状态。

# Zotero Metadata refreshed: %lld fields filled and %lld fields updated.
source: Zotero Metadata refreshed: %1$lld fields filled and %2$lld fields updated.
zh_hans: Zotero 元数据已刷新：填充了 %1$lld 个字段，更新了 %2$lld 个字段。

source: Zotero Not Available
zh_hans: Zotero 不可用

source: Zotero Read Reported
zh_hans: Zotero 材料读取报告

source: Zotero source reading
zh_hans: Zotero 来源阅读

source: Zotero abstract, tags, citation key, collections, summary, keywords, and the Markdown body are not imported.
zh_hans: 不会导入 Zotero 摘要、标签、引用键、分类、summary、keywords 或 Markdown 正文。

source: Zotero item key %@
zh_hans: Zotero 条目键 %@

source: Zotero item key, title, author, or DOI
zh_hans: Zotero 条目键、标题、作者或 DOI

source: Zotero link saved and %lld Metadata fields filled.
zh_hans: Zotero 关联已保存，并填充了 %lld 个元数据字段。

source: Zotero link saved and %1$lld Metadata fields filled; %2$lld existing values were kept.
zh_hans: Zotero 关联已保存，并填充了 %1$lld 个元数据字段；保留了 %2$lld 个现有值。

source: Zotero link saved. Existing Metadata values were kept.
zh_hans: Zotero 关联已保存。保留了现有元数据值。

source: Zotero link saved. No empty supported Metadata fields needed filling.
zh_hans: Zotero 关联已保存。没有需要填充的空白受支持元数据字段。

source: alias
zh_hans: 别名

source: author
zh_hans: 作者

source: body
zh_hans: 正文

source: broken link
zh_hans: 断开的关联

source: callout
zh_hans: 标注块

source: character-width units
zh_hans: 字符宽度单位

source: footnote
zh_hans: 脚注

source: heading
zh_hans: 小标题

source: keyword
zh_hans: 关键词

source: link annotation
zh_hans: 链接注释

source: macOS did not accept the text on the clipboard. %@
zh_hans: macOS 不接受剪贴板上的文本。%@

source: macOS did not accept the text on the clipboard. %arg
zh_hans: macOS 不接受剪贴板上的文本。%arg

source: macOS did not accept the text on the clipboard. Try copying again.
zh_hans: macOS 不接受剪贴板上的文本。再次尝试复制。

source: macOS still requires one system confirmation. The detected folder opens directly, so you do not browse the file tree again.
zh_hans: macOS 仍需一次系统确认。检测到的文件夹会直接打开，因此无需再次浏览文件树。

source: macOS will ask you to confirm this exact folder so Scholium can use the adjacent .scholium control folder.
zh_hans: macOS 会要求你确认这个确切文件夹，以便 Scholium 使用相邻的 .scholium 控制文件夹。

source: path
zh_hans: 路径

source: pt
zh_hans: 点

source: publication date
zh_hans: 出版日期

source: title
zh_hans: 标题

source: Next turn
zh_hans: 下一回合

source: The next queued message needs attention before it can be sent.
zh_hans: 下一条排队消息需要处理后才能发送。

source: Queue for Next Turn
zh_hans: 排队到下一回合

source: Queued message actions
zh_hans: 排队消息操作

source: Remove from Queue
zh_hans: 从队列移除

source: Send Next
zh_hans: 发送下一条

source: Worked for %lld s
zh_hans: 已工作 %lld 秒

source: Working for %lld s
zh_hans: 已工作 %lld 秒

source: Always included in Scholium Chat
zh_hans: 始终包含在 Scholium Chat 中

source: Applied automatically to every Scholium Chat turn.
zh_hans: 会自动应用于每个 Scholium Chat 回合。

source: Protected Skill
zh_hans: 受保护的技能
